---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionIshapeFlangethickness
source: html/bd917a08-b259-0237-1739-f2d6e03987e1.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionIshapeFlangethickness Property

"Flange Thickness"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionIshapeFlangethickness { get; }
```